Repository: circool/RumlogNG
Catalog: *.lproj/Localizable.strings
Languages: ru

source: This logfile can not be used!
ru: Этот файл журнала использовать нельзя!

source: Three parts separated by a space are required.
ru: Три части, отделенные пробелами.

source: Time server not accessed
ru: Сервер времени недоступен

source: Time update failed
ru: Ошибка обновления времени

source: Time update succeeded
ru: Время обновлено

source: Total QSOs: %@
ru: Всего QSO: %@

source: Total: %lu Counties
ru: Всего: %lu стран

source: Total: %lu DOKs
ru: Всего: %lu DOK

source: Total: %lu Fields
ru: Всего: %lu областей

source: Total: %lu Provinces
ru: Всего: %lu провинций

source: Total: %lu Squares
ru: Всего: %lu квадратов

source: Total: %lu prefixes
ru: Всего: %lu префиксов

source: US State %@ not cfd on %@
ru: Штат США %1$@ еще не подтвержден на %2$@

source: US State %@ not wkd on %@
ru: Не работал с штатом США %1$@ на %2$@

source: US State never wkd: %@
ru: Ранее не работал с штатом США: %@

source: US State not cfd: %@
ru: Неподтвержденный штат США: %@

source: Updating dx table...
ru: Обновление таблицы dx ...

source: Updating log database ...
ru: Обновление базы данных журнала ...

source: Upload error: %@
ru: Ошибка выгрузки: %@

source: Upload new QSOs to Clublog
ru: Выгрузить новые QSO в Clublog

source: Upload new QSOs to LoTW
ru: Выгрузить новые QSO в LoTW

source: Upload selected QSOs to Clublog
ru: Выгрузить выбранное в Clublog

source: Upload selected QSOs to LoTW
ru: Выгрузить выбранное в LoTW

source: Upload to Clublog
ru: Выгрузить в Clublog

source: Uploading ...
ru: Выгружается ...

source: Uploading ADIF file ...
ru: Выгружается файл ADIF ...

source: Use the Logbook menu to open or create a log file.
ru: Используйте меню Журнал для чтения или создания журнала.

source: Valid operation: %@
ru: Возможные действия: %@

source: Valuable station
ru: Востребованная станция

source: WSJT-X logged a QSO
ru: WSJT-X регистрирует QSO

source: WSJT-X will switch to transmit automatically to answer a cq call for a new one!
ru: WSJT-X будет автоматически переключаться на передачу для вызова нового позывного!

source: Warning:
ru: Предупреждение:

source: Was the print successful?
ru: Печать прошла успешно?

source: What was your SOTA reference number?
ru: Какой ваш SOTA номер?

source: Where is .tqsl located?
ru: Где находится папка .tqsl?

source: Where is tqsl located?
ru: Где находится приложение tqsl?

source: Where shall the eQSL images be saved?
ru: Куда следует сохранять изображения eQSL?

source: Winkey version: %i
ru: Версия Winkey: %i

source: Wkd b4 on %@ in %@
ru: Раб. b4 в %1$@ на %2$@

source: Writing QSO data...
ru: Запись данных QSO ...

source: Writing band stacking registers ...
ru: Запись особого регистра памяти ...

source: Writing memory contents ...
ru: Запись содержимого памяти ...

source: Writing scope edge frequencies ...
ru: Запись частотных границ ...

source: Wrong entry!
ru: Неверный элемент!

source: Yes
ru: Да

source: You are logging in real time:
ru: Ведение журнала в реальном времени:

source: You can save it
ru: Вы можете это сохранить

source: You have to restart RUMlogNG
ru: Следует перезапустить RUMlogNG

source: Your existing log will be purged, Continue?
ru: Существующий файл будет очищен. Продолжить?

source: before the change takes effect.
ru: чтобы изменения возымели эффект.

source: eQSL out for new QSOs
ru: Выгрузить в eQSL новые QSO

source: eQSL out for selected QSOs
ru: Выгрузить в eQSL выбранные QSO

source: eQSL users loaded:
ru: Пользователи eQSL загружены:

source: is connected now
ru: подключен

source: tqsl Sandbox Error!
ru: Ошибка tqsl Sandbox!

source: tqsl ended unexpected
ru: tsql неожиданно завершило работу

source: tqsl not found!
ru: ¡tsql не найдено!

source: xml data are not complete!
ru: xml не полные!
