Repository: circool/RumlogNG
Catalog: *.lproj/Localizable.strings
Languages: ru

source: *** Connected to %@ ***
ru: *** Подключен к %@ ***

source: *** Disconnected from %@ ***
ru: *** Отключен от %@ ***

source: *** Failure with %@ ***
ru: *** Сбой %@ ***

source: Network status
ru: Статус сети

source: &quot;Continent&quot;;&quot;CQ&quot;;&quot;ITU&quot;;&quot;State&quot;;
ru: "Континент";"CQ";"ITU";"Штат";

source: &quot;Date&quot;;&quot;Time&quot;;&quot;Callsign&quot;;&quot;Band&quot;;
ru: "Дата";"Время";"Позывной";"Диапазон";

source: &quot;Frequency&quot;;&quot;Mode&quot;;&quot;rst tx&quot;;&quot;rst rx&quot;;
ru: "Частота";"Вид связи";"rst tx";"rst rx";

source: &quot;Manager&quot;;&quot;Sat name&quot;;&quot;Sat mode&quot;;&quot;Sat rx band&quot;;
ru: "Менеджер";"Назв. спутника";"Вид связи спутн.";"Диапазон rx спутн.";

source: &quot;Note&quot;;&quot;IOTA&quot;;&quot;Grid square&quot;;
ru: "Примечание";"IOTA";"Локатор";

source: &quot;Power&quot;;&quot;Name&quot;;&quot;QTH&quot;;&quot;County&quot;;
ru: "Мощность";"Имя";"QTH";"Страна";

source: &quot;QSL&quot;;&quot;LoTW&quot;;&quot;eQSL&quot;;&quot;DXCC&quot;;
ru: "QSL";"LoTW";"eQSL";"DXCC";

source: %0.0f min since SS
ru: %0.0f мин с восх.

source: %0.0f min till SR
ru: %0.0f мин. до зак.

source: %@ %@ in log: %@ in IOTA record: %@
ru: %1$@ %2$@ в журнале: %3$@ в записях IOTA: %4$@

source: %@ from: %@ to: %@
ru: %1$@ c %2$@ по %3$@

source: %@ h since SS
ru: %@ ч с восх

source: %@ h till SR
ru: %@ ч до зак.

source: %@ min ago
ru: %@ мин. тому назад

source: %@ on %@ in %@
ru: %1$@ на %2$@ работает %3$@

source: %@ total points
ru: Всего %@ очков

source: %@: Only the internal memory keyer is supported. Use the F1 - F3 keys to play.
ru: %@: Поддерживается только внутренняя память ключа. Используйте клавиши F1 - F3 для воспроизведения.

source: %@: Only the internal memory keyer is supported. Use the F1 - F4 keys to play.
ru: %@: Поддерживается только внутренняя память ключа. Используйте клавиши F1 - F4 для воспроизведения.

source: %@: Only the internal memory keyer is supported. Use the F1 - F5 keys to play.
ru: %@: Поддерживается только внутренняя память ключа. Используйте клавиши F1 - F5 для воспроизведения.

source: %i QSL(s) rcvd, %i QSO(s) not in log
ru: %1$i QSL получено, %2$i QSO нет в журнале

source: %i QSL(s) rcvd, %i QSO(s) not in log, %i QSO(s) corrected
ru: %1$i QSL получ., %2$i QSO нет в журнале, %3$i QSO исправл.

source: %i QSO(s) successful imported
ru: %i QSO успешно импортировано

source: %i entries in the list
ru: %i записей в списке

source: %i request(s) rcvd, %i QSO(s) not in log
ru: %1$i запросов принято, %2$i QSO нет в журнале

source: %i selected QSOs
ru: %i QSO выбрано

source: %lu (+%lu) QSO points x %lu multipliers
ru: %1$lu (+%2$lu) очков за QSO x %3$lu множитель(я)

source: %lu DXCC credits for %@ found
ru: Найдено %1$lu кредитов DXCC для %2$@

source: %lu DXCC entities found
ru: Найдено %lu записей DXCC

source: %lu IOTA credits updated
ru: Обновлено %lu кредитов IOTA

source: %lu IOTA records found
ru: Найдено %lu записей IOTA

source: %lu QSO credits updated
ru: Обновлено %lu кредитов QSO

source: %lu QSO points
ru: %lu очков за QSO

source: %lu QSO points + %lu Prefixes
ru: %1$lu очков за QSO + %2$lu префиксов

source: %lu QSO points + %lu extra points
ru: %1$lu очков за QSO + %2$lu дополн. баллов

source: %lu QSO points + %lu grids
ru: %1$lu очк за QSO + %2$lu за квадрат

source: %lu QSO points x %lu multipliers
ru: %1$lu очков за QSO x %2$lu множителя

source: %lu QSO points x %lu multipliers x %lu pwr bonus
ru: %1$lu очк. за QSO x %2$lu множит. x %3$lu бонус за мощн

source: %lu QSO points x %lu multipliers)
ru: %1$lu очков за QSO x %2$lu множителя)

source: %lu QSO points x (%lu multipliers + %lu extra)
ru: %1$lu очков за QSO x (%2$lu множителя + %3$lu доп. баллов)

source: %lu QSOs are shown
ru: Показано %lu QSO

source: %lu QSOs found
ru: Найдено %lu QSO

source: %lu QSOs signed and uploaded
ru: %lu QSO подписано и выгружено

source: %lu QSOs to export
ru: %lu QSO для экспорта

source: %lu QTCs already exchanged.
ru: Уже совершено %lu обменов QTC.

source: %lu callsigns loaded
ru: %lu позывных загружено

source: %lu confirmed IOTA records found
ru: найдено %lu подтвержденных островов IOTA

source: %lu entries (%ld added)
ru: Получено %1$lu записей (%2$ld добавлено)

source: %lu entries from %@
ru: %1$lu записей на %2$@

source: %lu minutes
ru: %lu минут

source: %luh %lumin
ru: %1$luч %2$luмин

source: (%lu QSOs + %lu QTCs) x %lu multipliers
ru: (%1$lu QSO + %2$lu QTC) x %3$lu множителя

source: (%lu points x %lu multi) + %lu bonus
ru: (%1$lu очков x %2$lu множит.) + %3$lu бонусных

source: (Astronomical)
ru: (Астрономич)

source: (Civil)
ru: (Гражданские)

source: (Nautical)
ru: (Навигац.)

source: + %lu Bonus points = %@ total points
ru: + %1$lu бонусных очков = %2$@ очков всего

source: .tqsl folder not found!
ru: папка .tqsl не найдена!

source: 4 or 6 digits
ru: от 4 до 6 цифр

source: 10 QTCs are already logged!
ru: 10 QTC занесено в журнал!

source: = %@ total points
ru: = %@ очков всего

source: = %@ total points (Power multi: %1.1f)
ru: = %1$@ очков всего (множит. за мощность: %2$.1f)

source: A new QSO was logged: %@
ru: В журнал занесена новая QSO с %@

source: Adding missing dates...
ru: Добавляются недостающие данные...

source: All
ru: Все

source: All bands
ru: Все диапаз.

source: All callsigns
ru: Все позывные

source: All modes
ru: Все виды связи

source: Ask for
ru: Запрашивается

source: Attention!
ru: Внимание!

source: Band Map (
ru: Карта диапазона (

source: Band not cfd yet: %@ on %@
ru: Диапазон %1$@ еще не подтвержден в %2$@

source: Band not cfd: %@
ru: Неподтвержденный диапазон для %@

source: Bands/stn: %@
ru: Диапаз/станц: %@

source: Before use, you have to load the contest cheat database in:
ru: Перед использованием следует загрузить базу данных соревнований в:

source: Bluetooth isn't available
ru: Bluetooth недоступен

source: CL Error: %@
ru: Ошибка CL: %@

source: CQ zone %i not cfd on %@
ru: Нет подтверждений для %1$i зоны CQ на %2$@

source: CQ zone %i not wkd on %@
ru: Не работал с %1$i зоной CQ на %2$@:

source: CQ zone never wkd: %i
ru: Ранее не работал с %i зоной CQ:

source: CQ zone not cfd: %i
ru: Неподтвержденная зона CQ: %i

source: CW interface not available
ru: Интерфейс CW недоступен

source: CW speed: %i wpm
ru: Скорость CW: %i с/м

source: Callsign not found:
ru: Позывной не найден:

source: Can't coppy empty ClublogDXCC.db!
ru: Нельзя копировать пустой ClublogDXCC.db!

source: Can't create new logfile:
ru: Не удалось создать новый журнал:

source: Can't exchange QTCs:
ru: Не удалось обменяться QTC:

source: Can't get position
ru: Не могу получить позицию

source: Can't load xml data!
ru: Не удалось загрузить xml файл!

source: Can't open file:
ru: Не удалось открыть файл:

source: Can't parse xml document:
ru: Не удалось разобрать документ xml:

source: Can't query HamQTH.com:
ru: Не удалось опросить HamQTH.com:

source: Can't query qrz.com:
ru: Не удалось опросить qrz.com:

source: Can't read Club Log users:
ru: Не удалось прочитать пользователей Club Log:

source: Can't read LoTW users:
ru: Не удалось прочитать пользователей LoTW:

source: Can't read SCP data!
ru: Не удалось прочитать данные SCP!

source: Can't read SCP data:
ru: Не удалось прочитать данные SCP:

source: Can't read eQSL user list:
ru: Не удалось прочитать список пользователей eQSL:

source: Can't save QSO:
ru: Не удалось сохранить QSO:

source: Can't save eQSL image:
ru: Не удалось сохранить изображение eQSL:

source: Can't save file!
ru: Не удалось сохранить файл!

source: Can't save file:
ru: Не удалось сохранить файл:

source: Can't save this QSO:
ru: Не удалось сохранить эту QSO:

source: Can't use tqsl:
ru: Не удалось использовать tqsl:

source: Cancel
ru: Отмена

source: Cancel Load eQSL Image
ru: Отменить загрузку изображения eQSL

source: Change Paper QSL Status!
ru: Изменение статуса бумажной QSL!

source: Check Frequency 1 for memory %lu
ru: Проверьте частоту 1 ячейки памяти %lu

source: Check Frequency 2 for memory %lu
ru: Проверьте частоту 2 ячейки памяти %lu

source: Check the QSL status, you can't have sent or received a QSL yet!
ru: Проверьте статус QSL, у вас еще нет принятых или переданных QSL!

source: Close
ru: Закрыть

source: Club Log users loaded:
ru: Пользователи Club Log загружены:

source: Clublog Error: %@
ru: Ошибка Clublog: %@

source: Clublog error: %@
ru: Ошибка Clublog: %@

source: Clublog preferences: missing data!
ru: Настройки Clublog: отсутствуют данные!

source: Clublog xml data from:
ru: xml данные Clublog:

source: Clublog xml error: %@
ru: Ошибка xml Clublog: %@

source: Color
ru: Цвет

source: Computing QSO data...
ru: Расчет данных QSO ...

source: Connect
ru: Подключить

source: Connected ...
ru: Подключено ...

source: Connecting ...
ru: Подключение ...

source: DOK or 'NM'
ru: DOK или 'NM'

source: DX cluster named '%@' not found!
ru: DX кластер '%@' не найден!

source: DXCC in log: %@ DXCC on QSL: %@
ru: DXCC в журнале: %1$@ DXCC на QSL: %2$@

source: DXCC mismatch:
ru: несоответствие DXCC:

source: DXCC never wkd: %@
ru: Ранее не работал с %@ по списку DXCC:

source: DXCC not cfd yet: %@
ru: %@ по списку DXCC еще не подтверждена

source: DXCC not cfd: %@
ru: Неподтвержденная страна DXCC: %@

source: DXCCs: %lu, Prefixes: %lu, Callsigns: %lu, Invalid: %lu
ru: DXCC: %1$lu, Префиксы: %2$lu, Позывные: %3$lu, Недействит: %4$lu

source: Data for band stacking register 1 not found!
ru: Не найдены данные специального регистра памяти 1!

source: Data for band stacking register 2 not found!
ru: Не найдены данные специального регистра памяти 2!

source: Data for band stacking register 3 not found!
ru: Не найдены данные специального регистра памяти 3!

source: Data for band stacking registers not found!
ru: Не найдены данные специального регистра памяти!

source: Database Error:
ru: Ошибка базы данных:

source: Database error
ru: Ошибка базы данных

source: Date or time not found:
ru: Не найдены дата или время:

source: Different calls: %@
ru: Уник. позывных: %@

source: Disconnect
ru: Отключить

source: Disconnected
ru: Отключено

source: Do not use
ru: Не использовать

source: Do you really want to close this window?
ru: Вы действительно хотите закрыть это окно?

source: Do you really want to delete the seleted QSO(s)?
ru: Вы действительно хотите удалить выбранные QSO?

source: Do you really want to delete the seleted data?
ru: Вы действительно хотите удалить выбранные данные?

source: Do you really want to edit the seleted QSO(s)?
ru: Вы действительно хотите править выбранные QSO?

source: Do you really want to recalculate your whole logbook?
ru: Вы действительно хотите пересчитать весь журнал?

source: Do you want to recalculate the DXCCs from the selected QSOs only?
ru: Вы действительно хотите пересчитать DXCC только из выбранных QSO?

source: Download folder not selected yet:
ru: Папка для загрузки еще не выбрана:

source: Downloading ...
ru: Загрузка ...

source: Dupe QSOs: %@
ru: повторные QSO: %@

source: Dupe station
ru: Повторные станции

source: Dupe: %@ %@ %@
ru: Повторные: %1$@ %2$@ %3$@

source: Edit CW messages
ru: Править сообщения CW

source: Edit FSK messages
ru: Править сообщения FSK

source: Enter a callsign first or select a QSO!
ru: Сначала введите позывной или выберите QSO!

source: Enter a callsign first.
ru: Сначала введите позывной.

source: Enter the QTC series number first
ru: Сначала введите номер серии QTC

source: Enter the new file name without extension:
ru: Введите имя файла без расширения:

source: Error
ru: Ошибка

source: Error 1 parsing HamQTH.com:
ru: Ошибка 1 разбора HamQTH.com:

source: Error 1 parsing qrz.com:
ru: Ошибка 1 разбора qrz.com:

source: Error 2 parsing HamQTH.com:
ru: Ошибка 2 разбора HamQTH.com:

source: Error 2 parsing qrz.com:
ru: Ошибка 2 разбора qrz.com:

source: Error 3 parsing HamQTH.com:
ru: Ошибка 3 разбора HamQTH.com:

source: Error 3 parsing qrz.com:
ru: Ошибка 3 разбора qrz.com:

source: Error in query string:
ru: Ошибка в строке запроса:

source: Error reading ADIF file:
ru: Ошибка чтения файла ADIF:

source: Error reading csv file:
ru: Ошибка чтения файла csv:

source: Error while downloading data
ru: Ошибка загрузки данных

source: Error while renaming file:
ru: Ошибка переименования файла:

source: Error while saving file:
ru: Ошибка сохранения файла:

source: Error while saving the QSO
ru: Ошибка сохранения QSO

source: Error, QSO not found in log: %@ %@ %@
ru: Ошибка, QSO не найдено в журнале: %1$@ %2$@ %3$@

source: Error:
ru: Ошибка:

source: Error: %@
ru: Ошибка: %@

source: Error: ADIF header not found!
ru: Ошибка: не найден заголовок ADIF!

source: Error: No DXCC credits found!
ru: Ошибка: не найдены зачеты DXCC!

source: Error: No data found!
ru: Ошибка: данные не найдены!

source: Export all QSOs as ADIF...
ru: Экспортировать все как ADIF ...

source: Export all QSOs as ADX...
ru: Экспортировать все как ADX ...

source: Export finished!
ru: Экспорт выполнен!

source: Export selected QSOs as ADIF...
ru: Экспортировать выбранное как ADIF ...

source: Export selected QSOs as ADX...
ru: Экспортировать выбранное как ADX ...

source: Failure
ru: Неудача

source: Fatal tqsl error!
ru: Фатальная ошибка tqsl!

source: Finish
ru: Завершить

source: Finished
ru: Завершено

source: Finished: %@
ru: Выполнено: %@

source: Found log book entries: %lu
ru: Найдено %lu записей в аппаратном журнале

source: Frequency invalid!
ru: Неверная частота!

source: Frequency not found:
ru: Частота не найдена

source: Full band
ru: Весь диапазон

source: German DOK %@ not cfd on %@
ru: Неподтвержденный DOK %1$@ в %2$@

source: German DOK %@ not wkd on %@
ru: Не работал DOK 1$@ на %2$@

source: German DOK never wkd: %@
ru: Ранее не работал с DOK: %@

source: German DOK not cfd: %@
ru: Неподтвержденный DOK: %@

source: Getting %i QSLs ...
ru: Получение %i QSL ...

source: Grid square
ru: Локатор

source: HTTP Error: %i
ru: Ошибка HTTP: %i

source: HTTP error %i
ru: Ошибка HTTP %i

source: HTTP okay
ru: HTTP OK

source: IOTA not cfd: %@
ru: IOTA не подтвержд: %@

source: Invalid operation: %@
ru: Неверная операция: %@

source: It was created by a newer RUMlog version.
ru: Создано более новой версией RUMlog.

source: It will take few seconds.
ru: Это займет несколько секунд.

source: K7PT HTTP Error: %i
ru: K7PT: Ошибка HTTP %i

source: K7PT error:
ru: Ошибка K7PT:

source: K7PT: %i entries read from database
ru: K7PT: %i записей прочитано из базы

source: K7PT: No new data
ru: K7PT: Нет новых данных

source: K7PT: Not used
ru: K7PT: Не используется

source: Last selected sound card not found:
ru: Не найдена ранее выбранная аудиокарта:

source: LoTW out for new QSOs
ru: Выгрузить в LoTW новые QSO

source: LoTW out for selected QSOs
ru: Выгрузить в LoTW выбранные QSO

source: LoTW users loaded:
ru: Пользователи LoTW загружены:

source: Loading SCP data:
ru: Загрузка SCP данных:

source: Loading xml data...
ru: Загрузка xml данных ...

source: Location service is disabled
ru: Служба местоположения отключена

source: Log upload to Clublog
ru: Выгрузить журнал в Clublog

source: Logging Mode
ru: Режим журнала

source: Looked up station: %@
ru: Поиск станции: %@

source: Make another setting under the Audio tab!
ru: Выполните другие настройки на вкладке Аудио!

source: Make another setting under the Phone tab!
ru: Выполните другие настройки на вкладке Телефон!

source: Memory data not found!
ru: Данные памяти не найдены!

source: Menu-->Online-->Load contest cheat database
ru: Меню -&gt; Онлайн -&gt; Загрузить базу соревнований

source: Missing authorization
ru: Отсутствует авторизация

source: Missing data!
ru: Данные потеряны!

source: Mode not cfd yet: %@ in %@
ru: Вид связи %1$@ еще не подтвержден на %2$@

source: Mode not cfd: %@
ru: Неподтвержденный вид связи: %@

source: Multipliers #1 (real time)
ru: Множитель #1 (в реальном времени)

source: Multipliers #2 (real time)
ru: Множитель #2 (в реальном времени)

source: Multipliers #3 (real time)
ru: Множитель #3 (в реальном времени)

source: My SR: %@-%@ My SS: %@-%@ %@
ru: Мой восх: %1$@-%2$@ Мой закат: %3$@-%4$@ %5$@

source: NO
ru: НЕТ

source: New IOTA: %@
ru: Новый IOTA: %@

source: New band: %@
ru: Новый диапазон для %@

source: New for Dx Marathon: %@
ru: Новая станция для Dx марафона: %@

source: New for Dx Marathon: %i
ru: Новая станция для Dx марафона: %i

source: New mode: %@
ru: Новый вид связи: %@

source: New multiplier
ru: Новый множитель

source: New on %@ in %@
ru: Новая станция работает %1$@ на %2$@

source: New slot: %@
ru: Новый слот: %@

source: Nil
ru: Ноль

source: No
ru: Нет

source: No Callsign given!
ru: Не указан позывной!

source: No Connection
ru: Нет соединения

source: No Data
ru: Нет данных

source: No Date given!
ru: Не указаны данные!

source: No Mode given!
ru: Не указан диапазон!

source: No QSOs
ru: Нет QSO

source: No QSOs found!
ru: QSO не найдены!

source: No QSOs to print:
ru: Нет QSO для печати:

source: No QSOs uploaded!
ru: Нет QSO для выгрузки!

source: No QTCs exchanged yet.
ru: Нет обменов QTC.

source: No file
ru: Нет файла

source: No new QSLs! :-(
ru: Новых QSL нет! :-(

source: No new QSOs found
ru: Не найдено новых QSO

source: No new QSOs found!
ru: Не найдено новых QSO!

source: No new requests!
ru: Нет новых запросов!

source: No open contest file
ru: Нет открытого файла соревнования

source: No open log file!
ru: Нет открытого файла журнала!

source: No sunrise
ru: Нет восхода

source: No valuable station
ru: Востребованных станций нет

source: Not Found
ru: Не найдено

source: Not a Contest file!
ru: Это не файл соревнования!

source: Not a RUMlog file!
ru: Это не файл RUMlog!

source: Not used
ru: Не используется

source: Note
ru: Заметка

source: Now
ru: Текущее

source: Number of found QSOs: %i
ru: Количество найденных QSO: %i

source: Number rcvd
ru: Принятый №

source: One DXCC entity found
ru: Найдена одна страна DXCC

source: One QSO found
ru: Найдена одна QSO

source: One selected QSO
ru: Выбрана одна QSO

source: Only new logged QSOs will be uploaded!
ru: Будут выгружены только новые QSO!

source: Operating Mode not found:
ru: Режим управления не найден:

source: Others
ru: Другие

source: Paper QSL out for new QSOs...
ru: Печать бумажных QSL для новых QSO ...

source: Paper QSL out for selected QSOs...
ru: Печать бумажных QSL для выбранных QSO ...

source: Please disconnect from dx cluster first and close the window!
ru: Пожалуйста сначала отключите DX кластер и закройте окно.

source: Please enter a valid date
ru: Пожалуйста введите верные данные

source: Please enter user name and password into the preferences!
ru: Пожалуйста введите имя пользователя и пароль в настройках!

source: Please save it: %@
ru: Пожалуйста сохраните: %@

source: Please set the default Tx power first!
ru: Сначала установите мощность передачи по умолчанию!

source: Possible database conflict during background operation
ru: Возможен конфликт данных с фоновыми операциями.

source: Prefixes need to be corrected
ru: Префиксы нуждаются в коррекции

source: Preparing ADIF file ...
ru: Подготавливается файл ADIF ...

source: Prev. QSOs
ru: Пред. QSO

source: Printing finished!
ru: Печать окончена!

source: Processing %i QSLs ...
ru: Обрабатывается %i QSL ...

source: Processing xml data...
ru: Обрабатываются данные xml ...

source: QSO not found: %@ %@
ru: QSO не найдена: %1$@ %2$@

source: QSO not found: %@ %@ %@ %@
ru: QSO не найдена: %1$@ %2$@ %3$@ %4$@

source: QSO updated: %@ %@ %@
ru: QSO обновлена: %1$@ %2$@ %3$@

source: QTCs are not available.
ru: QTC недоступны.

source: Reading QSO data...
ru: Чтение данных QSO ...

source: Reading band stacking registers ...
ru: Чтение данных особого регистра памяти ...

source: Reading memory contents ...
ru: Чтение содержимого памяти ...

source: Reading scope edge frequencies ...
ru: Чтение частотных границ диапазонов ...

source: Recalculate DXCC for all QSOs...
ru: Пересчитать DXCC для всех QSO ...

source: Recalculate DXCC for selected QSOs...
ru: Пересчитать DXCC для выбранных QSO ...

source: Recalculating multipliers ...
ru: Пересчитываются множители ...

source: Recalculating points ...
ru: Пересчитываются очки ...

source: Recalculating score ...
ru: Пересчитывается счет ...

source: Received number is missing!
ru: Отсутствует принятый номер!

source: Received number may be wrong
ru: Принятый номер возможно неверен

source: Received report is missing!
ru: Отсутствует принятый рапорт!

source: Requesting ...
ru: Запрашивается ...

source: Reselect one in the Preferences!
ru: Задайте подходящую в настройках!

source: Save QSO
ru: Сохранить QSO

source: Save anyway
ru: Сохранять все равно

source: Saving Callsign data...
ru: Сохранение данных позывного ...

source: Saving Country data...
ru: Сохранение стран ...

source: Saving Invalid data...
ru: Сохранение ошибочных данных ...

source: Saving Prefix data...
ru: Сохранение префиксов ...

source: Scope band edge data not found!
ru: Частотные границы диапазона не найдены!

source: Scoreboard error: Missing access data
ru: Ошибка табло: потерян доступ к данным

source: Search Mode
ru: Режим поиска

source: Searching in the log ...
ru: Поиск в аппаратном журнале ...

source: See the Preferences LoTW tab
ru: См. вкладку LoTW в настройках

source: See the Preferences eQSL tab!
ru: См. вкладку eQSL в настройках

source: Select ...
ru: Выберите ...

source: Select County
ru: Выберите страну

source: Select a log file
ru: Выберите файл журнала

source: Select the location and a logbook filename
ru: Укажите путь и имя файла журнала

source: Select the location to save the *.cfd file
ru: Укажите место для сохранения файлов *.cfd

source: Selected sound card not found:
ru: Указанная аудиокарта на найдена:

source: Sent number is missing!
ru: Отссутствует переданный номер!

source: Sent report is missing!
ru: Отсутствует переданный рапорт!

source: Shall the QSL status be changed to 'Sent'?
ru: Следует ли установить статус QSL как 'Отправлено'?

source: Show entities on map
ru: Показать на карте

source: Shown data are from %@
ru: Показаны данные с %@

source: Slot not cfd yet: %@ in %@ on %@
ru: Слот %1$@ еще не подтвержден на %2$@ вид связи %3$@

source: Slot not cfd: %@
ru: Неподтвержденный слот: %@

source: Slots/stn: %@
ru: Слоты/станц: %@

source: Start tqsl manually first and reset path settings in the Preferences
ru: Запустите tqsl вручную с выполните сброс пути в настройках

source: Success
ru: Операция успешно завершена

source: The %@ supports CW keying via the CAT interface. You can use the CW Window
ru: %@ поддерживает управление ключом по интерфейсу CAT. Вы можете использовать окно CW

source: The K3 supports CW keying via the CAT interface. You can use the CW Window.
ru: K3 поддерживает управление ключом по интерфейсу CAT. Вы можете использовать окно CW.

source: The KX2/3 supports CW keying via the CAT interface. You can use the CW Window.
ru: KX2 / 3 поддерживает управление ключом по интерфейсу CAT. Вы можете использовать окно CW

source: The dx-cluster is still connected
ru: DX-кластер все еще подключен

source: The selected transceiver isn't supported for CW keying!
ru: Выбранный трансивер не поддерживает управление телеграфным ключом!

source: The whole log will be recalculated
ru: Весь журнал будет перерасчитан

source: There are %i QSOs to calculate
ru: Будет перерасчитано %i QSO

source: There are %i QSOs to print
ru: Будет напечатано %i QSO

source: There are %i labels to print
ru: Будет напечатано %i наклеек

source: There are %i labels to print (%i sheets + %i label)
ru: Будет напечатано %1$i наклеек (%2$i листов + %3$i наклейки(ек))

source: There is one Label to print
ru: Будет напечатана одна наклейка

source: There is one QSO to print
ru: Будет напечатано одна QSO

source: This contest is not supported
ru: Это соревнование не поддерживается

source: This is not the .tqsl folder!
ru: Это не папка .tqsl!
